[[{"No":1,"Questions":"The price of an article is frst increased by 10% and then decreased by 10%. What is the change  in the price?","A":"It is increases by 1% ","B":"It is decreases by 1%","C":"No change in the price","D":"None of these","Correct Options":"b"},{"No":2,"Questions":"The price of a product is decreased by 10% and then increased by 10%. What is the change in the price ?","A":"It is increases by 1%","B":"It is decreases by 1%","C":"No change in the price","D":"None of these","Correct Options":"b"},{"No":3,"Questions":"The price of a product is reduced to `72 after it is decreased by 10%. What is the original price of the product? ","A":84,"B":90,"C":96,"D":80,"Correct Options":"d"},{"No":4,"Questions":"The price of a refrigerator is increased by 25%. By what per cent should the price of the  refrigerator be decreased to bring it back to the original price?","A":0.25,"B":0.2,"C":"162/3%","D":"131/3%","Correct Options":"b"},{"No":5,"Questions":"In an examination, Pradeep got 10% more marks than Suresh. By what percentage are the marks of Suresh less than that of Pradeep?\r\n","A":0.1,"B":"131/3%","C":"91/11%","D":"111/9%","Correct Options":"c"},{"No":6,"Questions":"Karan’s salary before he got an increment was 30% of the total income of the family. If his increment is 1/6th of his salary, then what percentage of his family’s total income is his salary?","A":"331/3%","B":0.2,"C":"111/9%","D":0.25,"Correct Options":"a"},{"No":7,"Questions":"Shailesh got an increment such that his contribution to his family’s total income is increased from 30% to 40%. What is the increase, in percentage points, in Sailesh’s contribution to his family’s total income?","A":"331/3","B":10,"C":25,"D":"None of these","Correct Options":"b"},{"No":8,"Questions":"The salaries of two persons are equal. If the salary of one person is increased by 10% and The salaries of two persons are equal. If the salary of one person is increased by 10% and persons?\r\n","A":"It is increases by 1%","B":"It is decreases by 1%","C":"No change in the total salary","D":"None of these","Correct Options":"c"},{"No":9,"Questions":"The salaries of 30 employees of a company are increased by 10% and that of the remaining 20 employees of the same company are increased by 20%. What is the percentage increase in the total salary of the 50 employees?\r\n","A":0.15,"B":0.26,"C":0.14,"D":"Cannot be determined","Correct Options":"d"},{"No":10,"Questions":"A’s weight is 10% less than that of B and C’s weight is 10% more than that of B. By what per cent is A’s weight less than that of C?","A":0.2,"B":"18 2/11 %\r\n","C":"1  9\\11%","D":"16  2/3%","Correct Options":"b"},{"No":11,"Questions":"The cost price of a product is `80 and its selling price is `104. What is the percentage of proft?","A":0.24,"B":0.36,"C":0.3,"D":0.16,"Correct Options":"c"},{"No":12,"Questions":"A shopkeeper sells an item at `36 and incurs a loss of 10%. At what price should the shopkeeper sell it to gain 30%? (in `)","A":45.5,"B":52,"C":58.5,"D":65,"Correct Options":"b"},{"No":13,"Questions":"The cost price of a washing machine is 80% of the selling price. What is the percentage of the profit","A":0.2,"B":"331/3%","C":0.25,"D":0.4,"Correct Options":"c"},{"No":14,"Questions":"The cost price of a chair is `240.The proft made by the shopkeeper, after selling it by giving of 10% discount on marked price, is `30. What is the marked price? (in `)","A":360,"B":330,"C":390,"D":300,"Correct Options":"d"},{"No":15,"Questions":"The cost prices of two products are equal. One product is sold at 16% proft and the other product is sold at 8% loss. What is the overall percentage of proft?\r\n","A":0.04,"B":0.1,"C":0.12,"D":0.08,"Correct Options":"a"}]]